window.HandyHit = window.HandyHit || {};
window.HandyHit.data = window.HandyHit.data || {};

HandyHit.data.simpleData = [
    {
        id: 0,
        categoryName: '学在工大',
        image: '',
        knowledgeList: [
            {
                id: 0,
                title: '占座篇',
                image: 'img/0/1_1.jpg',
                paragraphs: [
                    {
                        paragraph: '很多人都曾有过占座的经历。通常情况下，他们会选择在第一天晚上去教室占好第二天上午第一节课的座位，而在中午时占好下午的坐位。上课前，就算提前20分钟到教室，也会发现前5排已经“名花有主”了。有时候做清洁的阿姨为了杜绝这种占座行为，会把占座的书收起来堆到一块，但是这根本阻止不了同学们学习的热情。上完白天的课后，尽职尽责的班委还会组织全班同学在专教进行集体自习，一方面督促大家学习，另一方面也增进同学之间的感情。这也不失为集体活动的一种好方法。',
                        image: 'img/0/1_2.jpg'
                    },
                    {
                        paragraph: '正心楼7层是一区考研专用教室，平时不上课，成为考研学子必争之地。每当四六级或是自主招生考试封楼时，又一次的占座大战硝烟即起。也许还能看到有抢先一步的人用卫生纸占上了一排位置。'
                    },
                    {
                        paragraph: '在图书馆里占座的大军以大四正在准备考研的学生和大一新生居多。考研的同学特征比较明显，桌上放了一大堆各种考研资料书，旁边还会有一个专门喝咖啡的的杯子，看架势就知道会在图书馆战斗一整天，而且是循环式的。还有研究生房间里的学习奋战更是深不可测。他们的学习生活可以简单地概括为“早出晚归”，一天的活动范围“三点一线”。大一同学则喜欢默默地算着数学题，写写英语四级卷子。工数、线数、化学、物理……这些基础课，好多同学都经历了从开始的“完全听不懂”，到后来的“有点难”，再到最后“还不错”的阶段，这个过程体现学习方式的转变与适应。'
                    }
                ]
            },
            {
                id: 1,
                title: '晨读篇',
                image: 'img/0/2_1.jpg',
                paragraphs: [
                    {
                        paragraph: '早晨6点钟，当大多数人还沉浸在睡梦中时，二校区体育场上却聚集了一群年轻人。他们来自不同的院系和班级，甚至彼此还不大熟悉。在简短的问候后，他们拿起手中的阅读材料，开启了新一天的英语晨读。集体朗读过后，同学们各自散开，或独自一人一句句认真地读、慢慢地记，或三三两两地聚在一起反复练习朗读。天气转冷后，他们把晨读的地点改在阳光大厅，晨读的热情依旧。',
                        image: 'img/0/2_2.jpg'
                    },
                    {
                        paragraph: '在一校区的学士餐厅前、体育馆旁，每天早晨也有一批同学在这里大声朗读英语。他们是在参加“E-Club”英语俱乐部组织的晨读活动。这一活动与每周四的英语角以及不定期的英语电影赏析、美式发音练习等系列活动一起搭建起英语学习的平台。冬季到来以后，这批热爱晨读的同学转至诚意楼的教室里，每天共同朗读、互相交流，乐在其中。俱乐部还为参加晨读的同学准备了资料。因为对英语的热爱，因为对国际化交流的渴望，晨读英语成为他们持之以恒的坚持。'
                    },
                    {
                        paragraph: '晨读不仅锻炼了同学们的英语口语，让大家体验到了朗读的快乐，更为同学们提供了一个平台，一群热爱英语的人聚集在一起，大家一起学习，共同进步，并且在每天的晨读、每天的接触中，结下了深厚的友谊。在哈工大这个以工科为主的校园里，有“E-Club”、“新心”英语这样一个团队，有晨读这样一个活动，在营造校园大家说英语的氛围，在提高同学们对英语学习的兴趣等方面都起到了很大的作用。'
                    }
                ]
            },
            {
                id: 2,
                title: '科研篇',
                image: 'img/0/3_1.jpg',
                paragraphs: [
                    {
                        paragraph: '在哈工大，开展科技创新的小组不在少数。同学们利用宝贵的课余时间动手实验、实践创新，在实践的过程中不断学习、不断探索、不断进步，因此才有了国内外各大赛事中的捷报频传。',
                        image: 'img/0/3_2.jpg'
                    },
                    {
                        paragraph: '而全身心投入到科学研究的硕士生、博士生们，更是夜以继日，争分夺秒。如果你走进深夜的科学园，就会看到绝大多数的研究所、实验室里总是灯火通明。一排排先进的仪器设备前，一个个穿着白大褂的身影，一张张全神贯注的面扎，是投入科研世界的执著，是徜徉科学殿堂的忘我。在这寒风瑟瑟的冬夜，那些明亮的灯光，如一道温暖的风景，诠释着“学在哈工大”的精神与内涵。'
                    },
                    {
                        paragraph: '为了给学生搭建课外科技创新活动平台，学校依托学科与科研优势建设了14个科技创新开放基地。学生可以自由选题，自由组合，通过立项获得经费支持。在开放基地开展科技创新活动，已有1.6万多人次参加科技创新活动，立项1006项。学生在美国大学生数学建模竞赛中获奖44项，在国内大学生各类科技竞赛中获奖300余项。'
                    },
                    {
                        paragraph: '哈工大学生从大学二年级开始，逐步加入导师的科研活动，成为课题组的初级成员，在导师的指导和研究生的协助下，参与实际课题研究，培养科研素质和科研能力。实验室开放为学校实行毕业设计一年制提供条件，使学生第七学期就可进入课题提供了条件保障。学生的创新能力得到了提高。'
                    }
                ]
            },
            {
                id: 3,
                title: '一校区教学楼',
                image: 'img/0/4_1.jpg',
                paragraphs: [
                    {
                        paragraph: '主楼(1号楼)：面对大直街，教室用房间号（三位阿拉伯数字）表示，如306。第一位数字代表楼层，后两位为顺序号。',
                        image: 'img/0/4_2.jpg'
                    },
                    {
                        paragraph: '电机楼(2号楼)：在主楼南侧与主楼相通。教室用房间号（五位阿拉伯数字）表示，如30030。第一位数字代表楼层，第二、三位数字均为“0”最后两位为顺序号。'
                    },
                    {
                        paragraph: '机械楼(3号楼)：在主楼北侧与主楼相通。教室用房间号（四位阿拉伯数字）表示，如2038。第一位数字代表楼层，第二位数为“0”，后两位为顺序号。'
                    },
                    {
                        paragraph: '节能楼(5号楼)：教室用拼音字母“J”加房间号（三位阿拉伯数字）表示，如J201。第一位数字代表楼层，后两位为顺序号。'
                    },
                    {
                        paragraph: '成教院教学楼(14号楼)：教室用拼音字母“C”加房间号（三位阿拉伯数字）表示，如C203。第一位数字代表楼层，后两位为顺序号。'
                    },
                    {
                        paragraph: '管理楼(16号楼)：在校幼儿园对面。教室号用拼音字母“G”加房间号（三位阿拉伯数字）表示，如G708。除一楼三个大教室分别用G001、G002、G003表示外，其它教室第一位数字代表楼层，后两位为顺序号。'
                    },
                    {
                        paragraph: '理学楼(17号楼)：与管理楼相邻。设有两个多媒体大教室，分别用L001、L002表示。'
                    },
                    {
                        paragraph: '大教室楼(18号楼)：在学生活动中心斜对过。教室用拼音字母“D”加两位阿拉伯数字表示，如D31。第一位数字代表楼层，第二位数字为顺序号。'
                    },
                    {
                        paragraph: 'A教学楼（23号楼）：在方便食堂对面（红楼）。大教室用字母“A”加两位阿拉伯数字表示，如A31，中教室用字母“A”加三位阿拉伯数字表示，如A203，第一位数字代表楼层，后一（两）位为顺序号。'
                    },
                    {
                        paragraph: '土木楼：教室编号用汉字土加三位数字表示，如土243。第一位数字代表楼层，最后两位为顺序号。'
                    }
                ]
            },
            {
                id: 4,
                title: '二校区教学楼',
                image: 'img/0/5_1.jpg',
                paragraphs: [
                    {
                        paragraph: '主楼：面对黄河路。阶梯大教室编号用字母B加两位数字表示，如B21；其它房间编号用字母B加三位数字表示，如B603。字母B代表二校区，第一位数字代表楼层，第二（三）位数字为顺序号。',
                        image: 'img/0/5_2.jpg'
                    },
                    {
                        paragraph: '东配楼（陈宏楼）：在主楼东侧与主楼相通。阶梯大教室用字母BD加两位数字表示，如BD21；其它房间编号用字母BD加三位数字表示，如BD201。字母BD代表二校区东配楼，第一位数字代表楼层，第二（三）位数字为顺序号。'
                    },
                    {
                        paragraph: '西配楼（理化楼）：在主楼西侧与主楼相通。阶梯大教室用字母BX加两位数字表示，如BX21；其它房间编号用字母BX加三位数字表示，如BX407。字母BX代表二校区西配楼，第一位数字代表楼层，第二（三）位数字为顺序号。'
                    },
                    {
                        paragraph: '青年公寓楼：位于二校区西门侧面与家属区相邻。房间编号用字母B加四位数字表示，如B8301。字母B代表二校区，第一位数字8代表青年公寓楼，第二位数字代表楼层，第三（四）位数字为顺序号；三个中教室房间编号为B8021、B8041、B8051分别在二楼、四楼、五楼。'
                    },
                    {
                        paragraph: '五公寓楼：在二校区第五公寓一楼。教室房间编号用字母B加四位数字表示，如B5101。字母B代表二校区，第一位数字5代表五公寓楼，第二位数字代表楼层，第三（四）位数字为顺序号。'
                    },
                    {
                        paragraph: '车库楼：在二校区第六公寓北侧与成教楼相邻。教室房间编号用字母B加四位数字表示，如B6316。字母B代表二校区，第一位数字6代表车库楼，第二位数字代表楼层，第三（四）位数字为顺序号。'
                    },
                    {
                        paragraph: '交通学院楼：在二校区东门内侧。房间编号用字母B加四位数字表示，如B7318。字母B代表二校区，第一位数字7代表交通学院楼，第二位数字代表楼层，第三（四）位数字为顺序号。'
                    },
                    {
                        paragraph: '计算中心楼：在二校区田径运动场东侧。教室房间编号用字母B加四位数字表示，如B9301。字母B代表二校区，第一位数字9代表计算中心楼，第二位数字代表楼层，第三（四）位数字为顺序号。'
                    },
                    {
                        paragraph: '成教院楼：在二校区第六公寓北侧与车库楼相邻。教室房间编号用字母BC加三位数字表示，如BC410。字母BC代表二校区成教楼，第一位数字代表楼层，第二（三）位数字为顺序号。'
                    }
                ]
            },
            {
                id: 5,
                title: '图书馆',
                image: 'img/0/6_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【基本概况】',
                        image: 'img/0/6_2.jpg'
                    },
                    {
                        paragraph: '2000年，哈尔滨工业大学与哈尔滨建筑大学合并后,哈工大图书馆拥有了两座现代化建筑的大型馆舍，总面积为40948平方米，其中一区图书馆22864平方米，二区图书馆16868平方米，建筑分馆1216平方米，阅览座位3262个。截止到2006年，图书馆已拥有传统型馆藏249.22万册/件，电子图书82余万册，引进国内外大型文献数据库42种，馆藏文献信息已形成与学校院系设置相适应的多学科、多语种、多载体、综合性资源体系。一区图书馆藏书以工科为主，理工、管理学科相结合，二区图书馆藏书以土木工程、市政与环境工程、交通工程及基础学科为主，建筑分馆藏书以建筑学与城市规划学科为主，同时各馆均兼有人文社科等学科的藏书。'
                    },
                    {
                        paragraph: '【馆内环境】'
                    },
                    {
                        paragraph: '馆舍布置以读者为中心。馆各楼层公共区域、走廊，各借阅室内都设有阅览桌椅，阅览桌旁都配有电源插座、有线网络接口、无线网络终端，方便读者利用自带手提电脑到馆研究学习。每层楼都备有全自动开水器，开放时间免费提供给老师、读者饮用。为满足读者研究、学习需求，馆内设有小格型研究室供读者租用，研究室分为单人间、双人间到八人间不等，出租费用也不一样。研究室的建立得到广大读者的青睐，研究室供不应求。'
                    },
                    {
                        paragraph: '【开放时间】'
                    },
                    {
                        paragraph: '自习区：周一～周日 6:00--22:00'
                    },
                    {
                        paragraph: '阅览室：周一～周日 8:00--21:30'
                    },
                    {
                        paragraph: '办理借阅手续：周一～周五 8:00--21:30 周六～周日 8:00--17:00'
                    },
                    {
                        paragraph: '办卡、补卡：周一～周五 8:00--17:00（午休11:30--13:30）'
                    },
                    {
                        paragraph: '办理赔书手续：周一～周五 8:00--17:00（午休11:30--13:30）'
                    },
                    {
                        paragraph: '检索认证、文献传递、科技查新服务时间：周一～周五 8:00--17:00（午休11:30--13:30）'
                    }
                ]
            },
            {
                id: 6,
                title: 'E-Club英语俱乐部',
                image: 'img/0/7_1.jpg',
                paragraphs: [
                    {
                        paragraph: 'E-Club英语俱乐部的发展定位是成为哈工大英语学习氛围的创造者，帮助广大同学接触到最真实的外国文化，拓宽国际视野，为同学创造一个学习英语、使用英语、享受英语及分享英语学习经验的环境。同时，通过组织各种活动让同学们在求职、留学以及其他英语考试或应用等方面得到有效帮助。曾获得2005学年哈尔滨工业大学研究生院“学习型、创新型团队”称号并荣获2011-2012年度“校园十佳社团”称号。',
                        image: 'img/0/7_2.jpg'
                    },
                    {
                        paragraph: '【部门构成】'
                    },
                    {
                        paragraph: '讲座部：负责英语学习讲座，外国文化讲座，英语演讲比赛及英语学术交流等活动的策划组织运作。'
                    },
                    {
                        paragraph: '口语部：负责每周口语角、疯狂晨读以及English Party 的组织和管理；不定期和留学生及外教开展座谈活动。'
                    },
                    {
                        paragraph: '外宣部：负责英文报纸《Graduate Express》的出版发行；负责网站，ftp，bbs等网络资源以及各种音像书籍等各种资料的整合利用管理，俱乐部刊物的制作。'
                    },
                    {
                        paragraph: '影视部：负责“Weekend Theatre（周末影院）”的主题演讲及放映，英文电影配音大赛的策划组织。'
                    },
                    {
                        paragraph: '综合事务部：负责俱乐部日常事务，财务的管理，礼品的选购，与研究生院的交流。负责大型活动（包括各个节日）的策划及组织。负责联系赞助以及与学校各个部门和社团，外教和留学生，校外外国友人以及其他高校的外国友人或外语系老师及社团进行交流合作。'
                    },
                    {
                        paragraph: '【常规活动】'
                    },
                    {
                        paragraph: '疯狂晨读：感受疯狂英语魅力，锻炼纯正美语发音。'
                    },
                    {
                        paragraph: '口语角：Dare to speak，dare to succeed! '
                    },
                    {
                        paragraph: '周末影院：感受大片风采，体会英语人生。'
                    }
                ]
            },
            {
                id: 7,
                title: '新基论坛',
                image: 'img/0/8_1.jpg',
                paragraphs: [
                    {
                        paragraph: '新基论坛（New Basic）是哈工大基础学部的品牌社团，通过组织讲座、报告会、讨论会，来丰富并引导新生校园文化生活。新基论坛以“为大一同学服务”为宗旨，其名取“新生、新人、新面貌”之新，“基础、基石、基本点”之基，以丰富校园文化生活，培养大学生的科学精神和人文素养为理念，全力打造服务于同学的节目。通过引导和帮助新生了解大学生活，快速进入大学角色；同时了解同学需要，给予同学们必要的心理辅导，人生规划。2010年新基论坛获得黑龙江省优秀学生社团称号，并连续获得2010,2011，2012校十佳社团荣誉。',
                        image: 'img/0/8_2.jpg'
                    },
                    {
                        paragraph: '新基论坛在全体成员通力合作下，在几年的时间里，成功策划举办和承办了一百三十余期主题丰富多彩的讲座和论坛，节目内容精彩，深受同学们的好评。其中世界知名经济学家张五常、航天英雄杨利伟、翟志刚、刘伯明，哈工大知名校友孙锦云将军，原航天部部长刘纪原，中国工程院院士王光远教授，中国工程院院士秦裕琨教授，美国南加州大学卢志扬博士，哈工大校长王树国教授，老校长杨士勤教授、李家宝教授，全国模范教授何钟怡教授，工大小卫星总设计师曹喜斌教授，浙江卫视著名主持人华少，《凤凰周刊》记者部主任邓飞，著名电子竞技解说海涛，凤凰卫士著名战地记者闾丘露薇，央视著名主持人阿丘先生，黑龙江大学校长张政文[1]教授，曾做客央视百家讲坛讲解二战人物的军事历史学家马骏教授，原新东方讲师罗永浩，以及被誉为“保护古建筑物斗士”的黑龙江日报高级主编曾一智女士，黑龙江省十大杰出青年格言杂志社主编李彤，《财经郎眼》主持人王牧笛都曾做客新基论坛。'
                    }
                ]
            },
            {
                id: 8,
                title: '选课上课那些事',
                image: 'img/0/9_1.jpg',
                paragraphs: [
                    {
                        paragraph: '大家入学之初，便会看到到本学期课表、书单和培养计划。培养计划是你大学四年要完成的课程，可以看一眼一个心理准备。要注意上面的考试课和考察课。考试课的分数会计算到你的学分绩中，这是奖学金等评比条件。而考察课最终只会优秀，及格和不及格表现出来。',
                        image: 'img/0/9_2.jpg'
                    },
                    {
                        paragraph: '书单是用来购买这学期的书的。你可以和班级一起去教务处买新书，也可以在学校买二手书。'
                    },
                    {
                        paragraph: '【选课方法】'
                    },
                    {
                        paragraph: '选课由学生在校园网上自行完成，主要操作流程为：'
                    },
                    {
                        paragraph: '1、登录教务处主页（网址：http://jwc.hit.edu.cn），点击“注册用户”下的“学生登录”，输入正确的用户名和密码（初始密码为8位生日），即可进入系统；'
                    },
                    {
                        paragraph: '2、点击上方横向选单中的“课程选修”，进入选课子系统；'
                    },
                    {
                        paragraph: '3、点击“限选”或“英语拓展”或“全校任选”即可进入相应的课程预选。'
                    },
                    {
                        paragraph: '【上课时间】'
                    },
                    {
                        paragraph: '第 一 节：8：00  ～  8：50'
                    },
                    {
                        paragraph: '第 二 节：8：55  ～  9：45'
                    },
                    {
                        paragraph: '第 三 节：10：00  ～ 10：50'
                    },
                    {
                        paragraph: '第 四 节：10：55  ～ 11：45'
                    },
                    {
                        paragraph: '第 五 节：13：45  ～ 14：35'
                    },
                    {
                        paragraph: '第 六 节：14：40  ～ 15：30'
                    },
                    {
                        paragraph: '第 七 节：15：45  ～ 16：35'
                    },
                    {
                        paragraph: '第 八 节：16：40  ～ 17：30'
                    },
                    {
                        paragraph: '第 九 节：18：30  ～ 19：20'
                    },
                    {
                        paragraph: '第 十 节：19：25  ～ 20：15'
                    },
                    {
                        paragraph: '第十一节：20：30  ～ 21：20'
                    },
                    {
                        paragraph: '第十二节：21：25  ～ 22：15'
                    }
                ]
            },
            {
                id: 9,
                title: '课程早知道',
                image: 'img/0/10_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【必修课】',
                        image: 'img/0/10_2.jpg'
                    },
                    {
                        paragraph: '根据教学计划列出本学期本专业开设的全部必修课程，包括各类实习、课程设计、实验等，学生需进行“确认”操作才能具有上课及考试资格，不确认的课程将不能参加学习和考核，无法得到成绩。这个是在正式上课之前进行的，收到通知就立刻去确认吧。'
                    },
                    {
                        paragraph: '【体育课】'
                    },
                    {
                        paragraph: '在体育部开设的若干个体育项目中选择一项。根据兴趣来选即可，但是如果选完的话，比较受欢迎的课就没有名额了。所以就要抓紧时间尽快选啊。'
                    },
                    {
                        paragraph: '【专业限选课】'
                    },
                    {
                        paragraph: '各专业在每学期是否开设以及选课的具体要求有区别，请学生根据本专业具体安排进行选课。相关信息将发布在所在学院的每年的教学计划中，辅导员老师也会提醒大家，所以不必担心'
                    },
                    {
                        paragraph: '【通识教育课】'
                    },
                    {
                        paragraph: '在一年级的两学期时间内选修一门即可。我们学校对这部分有相应的学分，大家是必须上的，而且只有大一这一年，早上完早轻松。'
                    },
                    {
                        paragraph: '【英语拓展课】'
                    },
                    {
                        paragraph: '在二年级的两学期时间内，每学期须选修一门，并且两学期不能选择同样的课程。'
                    },
                    {
                        paragraph: '【全校任选课】'
                    },
                    {
                        paragraph: '每学期每人最多选修2门（新生第一学期不选），在毕业前须修满本专业所要求的学分，且除法学院、人文学院国际经济与贸易专业、管理学院、软件学院以外的学生必须完成《知识产权》课程。'
                    },
                    {
                        paragraph: '【创新研修课】'
                    },
                    {
                        paragraph:'大学生职业素质拓展（邢朝霞）：邢朝霞老师很关心大学生的成长和能力的提高，课程设置新颖有趣，收获很大！'
                    }
                ]
            },
            {
                id: 10,
                title: '全校任选课推荐',
                image: 'img/0/11_1.jpg',
                paragraphs: [
                    {
                        paragraph: '大学生职业素质拓展（邢朝霞）：邢朝霞老师很关心大学生的成长和能力的提高，课程设置新颖有趣，收获很大！',
                        image: 'img/0/11_2.jpg'
                    },
                    {
                        paragraph: '拓展心理训练（李飞）。'
                    },
                    {
                        paragraph: '西方著名哲学家思想评价（田径）：启人蒙昧的好课。'
                    },
                    {
                        paragraph: '科学通史（孟庆伟）：学科技人都应该知道的。'
                    },
                    {
                        paragraph: '希腊神话（陈喜辉）：枯燥的工大校园中不得不听的智慧与幽默。'
                    },
                    {
                        paragraph: '舞厅舞（张仙娥）：很多同学很喜欢的课，慢四、快四、慢三之类的。'
                    },
                    {
                        paragraph: '精神分析与催眠（裴秋宇）：现场催眠很神奇啊。'
                    },
                    {
                        paragraph: '临床医学概论（范丽颖）：大课，学分容易得。'
                    },
                    {
                        paragraph: '电器与可编程控制器应用技术（叶雪荣）：好课，电气的学生学很受用，老师很负责。'
                    },
                    {
                        paragraph: '野外生存（王明明）：讲课的时候略显没趣，不过实际野外生存的时候，住帐篷，篝火晚会，自己做饭都很好。'
                    },
                    {
                        paragraph: '管理沟通（张莉）：老师很负责。'
                    },
                    {
                        paragraph: '西方著名哲学家思想评价（田径）：开启思维。'
                    },
                    {
                        paragraph: '台湾专题研究（张德旺）：非常不错，不少同学大学最看好的课程之一。'
                    },
                    {
                        paragraph: '自我认知与情绪控制(吴松全)。'
                    },
                    {
                        paragraph: '微观经济学（周燕）。'
                    },
                    {
                        paragraph: '拓展心理训练（李飞）：很有意思，能交到不少朋友。'
                    },
                    {
                        paragraph: '日语：老师唱歌好听，讲课有趣。'
                    },
                    {
                        paragraph: '房地产投资：老师敢讲话，学到很多。'
                    },
                    {
                        paragraph: '西方哲学史（田径）：很有收获的课。'
                    },
                    {
                        paragraph: '成功心理学（刘丽美）：非常有魅力的老师，收获很多，形式多样。'
                    },
                    {
                        paragraph: '文学欣赏（陈喜辉）：老师讲课有趣负责。'
                    }
                ]
            }
        ]
    },
    {
        id: 1,
        categoryName: '住在工大',
        image: '',
        knowledgeList: [
            {
                id: 0,
                title: '一公寓',
                image: 'img/1/1_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/1_2.jpg'
                    },
                    {
                        paragraph:'在哈工大的西南角，坐落着这样一座古朴的建筑：乳白色斑驳的外墙，满刻着她五十六载的风雨历程；棱角已被踏圆的阶梯，见证了无数才俊执着奋斗的脚步；六百间、万余平的空间里，容纳着一代代工大人的梦想与激情。'
                    },
                    {
                        paragraph:'这就是工大历史最悠久的亚洲最大公寓——第一学生公寓。这就是由工大精神凝聚而成的一个闪光的工大符号。'
                    },
                    {
                        paragraph:'【公寓概貌】'
                    },
                    {
                        paragraph:'A01公寓是一栋本科男生公寓, 始建于1953年，总建筑面积为23900平方米，公寓地上为5层，地下1层，拥有房间627间，可容纳3000余人入住。从远处望，一公寓乳白色的外墙在工大的西南角方方正正地书写了一个“口”字，其简单、严整的造型与工大“规格严格，功夫到家”的校训相映成趣。'
                    },
                    {
                        paragraph:'【公寓服务】'
                    },
                    {
                        paragraph:'A01公寓作为学校重点建设的育人基地之一，积极地服务院系，坚持服务育人、管理育人、环境育人，在三楼前后楼建设的休闲区，充满着浪漫和轻松的气息，让学生们可以得到彻底的放松。让学生在享受的同时，懂得珍惜员工的劳动成果，自觉爱护环境设施。航天、电气、电信三大院系与公寓保持良好的共建关系，每年都会开展多种文化活动，来丰富学生们的业余生活。'
                    },
                    {
                        paragraph:'在管理中心的大方针的指导下，第一公寓更提出了“主动服务”的思想，让公寓的每一位员工主动想学生之所想，供学生之所需。所以，在这里当你听说，公寓的员工会主动为同学们缝衣补被，主动为同学们用塑料瓶储蓄温水，主动的和同学们聊天谈心排忧解难，你一定不会感到惊奇，因为这就是哈工大人“铭记责任，竭诚奉献”精神的一种体现。'
                    }
                ]
            },
            {
                id: 1,
                title: '二公寓',
                image: 'img/1/2_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/2_2.jpg'
                    },
                    {
                        paragraph:'A02公寓坐落于哈工大校园西南角，临近诚意楼和校医院，总建筑面积24900平方米，共有房间620间，按6人间住宿，可容纳3400人。公寓现在是本科生男生公寓，前后楼统一管理，共有26名员工和一名楼长，为同学提供24小时的全方位服务。'
                    },
                    {
                        paragraph:'【公寓历史】'
                    },
                    {
                        paragraph:'A02公寓建成于1956年，哈工大建校至今有许多的知名人士在校学习期间曾经入住在二公寓。现任中共中央政治局常委李长春，中共中央政治局委员王兆国，志愿捐献造血干细胞救助漠河市一名患有白血病少女的优秀大学生杨振岭等就都曾在此学习生活。'
                    },
                    {
                        paragraph:'【公寓服务】'
                    },
                    {
                        paragraph:'由于公寓建筑久远，硬件设施比较老化，但不断的更新能够很好地满足同学们的日常需要。公寓为同学提供了完善的服务项目和必备的生活设施。'
                    },
                    {
                        paragraph:'在公寓服务设施方面，寝室电话，校园网为同学提供了快捷的信息和联络工具；各楼层宽敞的自习室24小时开放，为同学提供温馨的学习空间；电视厅、厨房角、洗衣房、话吧等服务设施为学生生活带来了方便；'
                    },
                    {
                        paragraph:'在公寓服务项目中，除提供免费的开水供应、备品洗涤、定期消杀、各项设施的维修等常规服务外，公寓还为同学还提供打气筒、针线包、五金工具借用，雨具借用、借用钥匙，代收邮件，文化宣传、天气预报、报纸阅览，代订水等亲情服务和超值服务，使同学就像生活在家里一样；爱心超市每年将毕业生捐赠的物品无偿提供给新来的同学，传递莘莘学子的无限爱心。'
                    }
                ]
            },
            {
                id: 2,
                title: '十公寓',
                image: 'img/1/3_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/3_2.jpg'
                    },
                    {
                        paragraph:'哈尔滨工业大学学生十公寓东承后勤楼，北邻学子超市、正心楼、体育馆，西至保卫处、南抵体育场，地处一校区校园中心地带，是公寓管理中心工作联动的核心纽带，被广大师生公认为“哈工大博士家园”。'
                    },
                    {
                        paragraph:'【公寓概貌】'
                    },
                    {
                        paragraph:'公寓总建筑面积30740平方米，2001年采用贷款方式高标准建造并投入使用。整个楼体共分十层，地上九层为公寓主体。公寓外观呈“工”字型风格，分A、B、C三个区域，与哈工大雄厚的工科底蕴遥相呼应，是哈尔滨工业大学新学生公寓的标志性建筑。'
                    },
                    {
                        paragraph:'公寓内部设有三部电梯供同学使用，设有精致房间400余间，可同时容纳1500余人入住，有集体居住的三人间、有共用一个方厅的四人套间（每个套间2人）、有供夫妻使用的二人间、有豪华舒适的博士后间及专家房，人性化的房间设置极大地方便了住宿者。'
                    },
                    {
                        paragraph:'【公寓生活】'
                    },
                    {
                        paragraph:'公寓内每个房间风格简约别致，走进房间映入我们眼帘的是木质的家具设备、200电话、有线电视插孔、网络插孔、独立卫生间，现代化的设计中渗透着古朴与典雅；'
                    },
                    {
                        paragraph:'公寓内另设有洗衣房、厨房角、电视厅、自习室、休闲区、晾衣区等多种配套服务设施，同时24小时供应热水；能够满足休息、学习、自洗衣物、简单烹调等生活方面的基本需求。'
                    },
                    {
                        paragraph:'走进十公寓，您立刻便会感受到家的温馨。'
                    }
                ]
            },
            {
                id: 3,
                title: '八公寓',
                image: 'img/1/4_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【位置与概貌】',
                        image: 'img/1/4_2.jpg'
                    },
                    {
                        paragraph:'进入校园一眼望去，一座宏建筑物——体育馆映入眼帘，转身回顾，一座齐整的六层建筑伫立眼前。'
                    },
                    {
                        paragraph:'A08公寓建于1987年，建筑面积 9520.79 ㎡，可容纳学生1030人，共有260个房间，其中4人间有255间另外还有5间2人间。'
                    },
                    {
                        paragraph:'【公寓服务】'
                    },
                    {
                        paragraph:'这里环境整洁优雅，定时进行消毒消杀。供应开水和洗涤备品等，水、电、木维修服务样样俱全，家庭式公寓温馨而有序。为了方便同学们的学习和生活，另外还设有自习室、电视厅、开水间、洗衣房、晾衣间、厨房角、活动室等。在A08公寓同学们的生活学习休闲都很方便。走进同学们的房间，这里的设施更加齐全，安装了电话、宽带、校园网等。'
                    },
                    {
                        paragraph:'【公寓生活】'
                    },
                    {
                        paragraph:'顺着楼梯下楼，穿过洁净的走廊，我们一同来到了公寓前台。这里每日向同学们提供天气预报，公寓的各项丰富多彩的文化宣传也可以在这里找到；帮助同学们接收邮件，预订书报、饮用水；向同学们出借钥匙、针线包、简易五金工具、打气筒、雨伞和应急药箱等日常用品，都是A08公寓的分内之事：我们在尽自己的努力，体贴的照顾着同学们的生活起居。'
                    },
                    {
                        paragraph:'【公寓理念】'
                    },
                    {
                        paragraph:'公寓本着“以人为本”的思想，把每一位同学当成亲人，使住在这里的每一位学生都有：宾至如归感、舒适感、安全感和吸引力。A08公寓的宗旨：创造超一流环境，提供高品质服务；公寓理念：服务功夫到家，管理规格严格。'
                    }
                ]
            },
            {
                id: 4,
                title: '十二公寓',
                image: 'img/1/5_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/5_2.jpg'
                    },
                    {
                        paragraph:'在哈工大一校区校园街和工建街交叉口，与A11、A13公寓和网球场比邻，坐落着一座红白相间的九层高楼，它就是校内的“高知会馆”——学生A12公寓。'
                    },
                    {
                        paragraph:'2001年，A12公寓正式建成并投入使用，总建筑面积为19540平方米，公寓共有237个学生房间，可满足1065名学生的住宿要求。'
                    },
                    {
                        paragraph:'【公寓设施】'
                    },
                    {
                        paragraph:'每个学生房间内都配有床、床头柜、衣柜、书架、椅子等基本生活设施，室内电话、计算机网线插孔，方面学生与外界联络感情、交流信息，室内卫生间也方面学生洗漱、如厕。'
                    },
                    {
                        paragraph:'除此之外，公寓内还设有洗衣房、厨房角、电视厅、自习室等多种服务设施，全方位满足学生的生活、学习、休闲的需求；在每层楼，我们都布置了温馨、高雅的休闲区，最适于朋友小聚、聊天，既满足了会客的需要又不会影响室友的休息；宽敞的走廊楼道里，不仅有书画作品的点缀，也有绿色植物的帮衬，营造了典雅、舒适的良好氛围。'
                    },
                    {
                        paragraph:'【公寓服务】'
                    },
                    {
                        paragraph:'高知人群，学习紧张，时间宝贵，诸如备品洗涤、水电维修、环境消毒、开水供应等问题自不必牵挂，公寓的叔叔、阿姨会帮您解除所有的后顾之忧，提供良好的服务：'
                    },
                    {
                        paragraph:'在公寓里，您只需在服务台登记就可以准时享受读书看报，喝牛奶、桶装水等等需要；偶尔漂亮的手提袋开线了、时尚的鞋子拉链掉了、爱不释手的篮球气不足了、踢足球时不小心擦伤了，您也大可不用着急上火，前台的方便“针线包”、“五金工具盒”、“打气筒”、“小药箱”等方便服务设施也将随时为您“待命”。'
                    }
                ]
            },
            {
                id: 5,
                title: '十五公寓',
                image: 'img/1/6_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【哈工大最大的女生公寓】',
                        image: 'img/1/6_2.jpg'
                    },
                    {
                        paragraph:'青春的女生是校园舞动的精灵，她们的美貌是校园清新的空气，她们的笑声是校园脉搏跳动的声音，而A15公寓则是精灵们隐身的大森林。'
                    },
                    {
                        paragraph:'【地理位置】'
                    },
                    {
                        paragraph:'A15公寓建于2008年8月，建筑面积三万五千平方米，位处工大校外街，比邻校体育场、学生活动中心、游泳馆，并与有亚洲最大学生公寓之称的A01公寓隔街相望。'
                    },
                    {
                        paragraph:'【公寓概貌】'
                    },
                    {
                        paragraph:'是学校公寓中当之无愧的“五好之家”，因为A15公寓是我校现有学生公寓中最年轻，入住人数最多，覆盖年级最全、涉及学院最广，硬件设施最为完善的一座充满现代气息的“女生之家”。'
                    },
                    {
                        paragraph:'整洁的走廊、典雅的大厅、舒适的寝室，是精灵们温馨的暖房，个性的装饰、动感的手绘、精美的涂鸦无不透露出现代女生外表的灵动与内心的感性，而整座A15公寓的每一个角落、每一个片段都散发着现代女性的生活气息。这里是女孩的世界，这里是女孩的港湾，这里是每个工大女生最最温馨的家！'
                    },
                    {
                        paragraph:'【公寓服务项目】'
                    },
                    {
                        paragraph:'1、日常服务：公共区和公益点设施设备保洁、备品洗涤、水电维修'
                    },
                    {
                        paragraph:'2、方便服务：前台配有医药箱、五金工具、代收信函、打气筒、借用雨具、针线包、借用钥匙、代订饮用水'
                    },
                    {
                        paragraph:'3、亲情服务：提供天气预报、借阅报纸杂志'
                    },
                    {
                        paragraph:'【公寓配备设施】'
                    },
                    {
                        paragraph:'1、公共区配备：会客厅、休闲区、穿衣镜、电视厅133、747、自习室447、529、729、829、1129、厨房角347、847、会议室244、备品室329、开水间、洗衣房245、328、348、428、528、548、628、648、728、748、828、848、928、948、1028、1048、1128、1228、1248、1348'
                    },
                    {
                        paragraph:'2、寝室配备：组合家具、网口、电话口、窗帘、脸盆架等设施 齐全的设施及优质服务传递家的舒适和温磬。'
                    }
                ]
            },
            {
                id: 6,
                title: '十六公寓',
                image: 'img/1/7_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/7_2.jpg'
                    },
                    {
                        paragraph:'沿着护军街朝校外街方向一直走，在你的右方会看到一栋黄红相间，充满现代感的学生公寓，他就像一个在路边等待女友的帅气的小伙子般站在那里，等着你来发现他，关注他。'
                    },
                    {
                        paragraph:'这就是第十六公寓。A16公寓建成于2008年，坐落于工大一校区校园西南角，是目前哈工大校园内设施最完备，居住条件最好的公寓之一。'
                    },
                    {
                        paragraph:'帅气的公寓当然要入住相同气质的同学，2008年10月份第一批男硕士研究生入住A16公寓，这些充满朝气的小伙子是A16公寓第一批房客。'
                    },
                    {
                        paragraph:'【公寓概貌】'
                    },
                    {
                        paragraph:'进入大厅，首先迎面映入眼帘的是整洁的大理石服务台，着装规范的前台接待员站在服务台前，服务台上“服务功夫到家，管理规格严格”几个大字分外鲜明，伴随着一声温馨的问候：“同学，您好”，让你感受到分外亲切。'
                    },
                    {
                        paragraph:'环顾四周，宽敞的大厅布置的典雅、时尚。靠近门口摆放着铝合金的宣传栏，上面发布着最新最重要的公寓通知，同时还有温馨提示，提醒同学们温度变化，及时更换衣服等方便通知。正对着出口放着一个造型别致的“书架”，上面摆放着鲜花等装饰品，让人感到心情舒畅。'
                    },
                    {
                        paragraph:'公寓共有13层，446间房间，均为四人间，可容纳1784人居住。公寓内住着不同学院不同年级的研究生，结合研究生阶段科研任务繁重等特点，公寓提供通宵供电服务，方便大家的学习、生活。学生寝室内每个床位均配有独立的衣柜与书桌，室内简单整洁，环境舒适。楼内还设置了公共的厨房角、自习室等公益服务。'
                    },
                    {
                        paragraph:'每层有三个洗漱间、卫生间，洗漱间内设有全自动洗衣机和甩干桶提供洗衣服务，每个楼层还设有开水房，内有两台电开水器24小时供应开水。休闲区设有桌椅，是放松心情的好去处。'
                    },
                    {
                        paragraph:'楼内左右两侧设有电梯，方便出行。'
                    },
                    {
                        paragraph:'【公寓理念】'
                    },
                    {
                        paragraph:'公寓不仅拥有优美的生活环境，还有着先进的服务理念，“服务功夫到家，管理规格严格”的公寓理念，让每一位居住在这里的学子们在感受到严格管理带来的安全，同时更感受到了服务到家的温暖；“创造一流环境，提供高品质服务”的公寓宗旨，让每一位居住在这里同学拥有了一个卫生、清洁的空间的同时也感受了一种舒适；“着眼于需求，着重于品质、精益求精”的质量方针，让每一位居住在这里的学子感觉到了一种贴心的关怀。'
                    },
                    {
                        paragraph:'新兴的公寓充满着朝气，正在孕育着新时代的精英。'
                    },
                    {
                        paragraph:'这就是十六公寓，充满着时代气息，充满着亲切和关怀的温馨家园。'
                    }
                ]
            },
            {
                id: 7,
                title: '四公寓',
                image: 'img/1/8_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/8_2.jpg'
                    },
                    {
                        paragraph:'A04公寓坐落于哈工大一校区篮球场的西北角，建成初期作为职工家属楼使用，2000年经重新改造装修后成为学生公寓。公寓楼为四层结构，建筑面积8700平方米，全楼共266个房间，户型为4人间，现住宿在内的均为本科男生。'
                    },
                    {
                        paragraph:'【公寓概貌】'
                    },
                    {
                        paragraph:'公寓虽然年代久远，但内部各类设施齐全，设有休闲区、电视厅、自习室、晾衣间等公共设施，为同学提供集休闲、学习、生活为一体的舒适环境。'
                    },
                    {
                        paragraph:'设在一楼的电视厅，52寸的液晶电视让同学们在各个角度都可以身临其境地欣赏电视节目；二楼的休闲区，备有真皮沙发，茶几等，是同学们在学习之余聊天、下棋的理想之地；自习室设在公寓的四楼，宽敞明亮，全天24小时开放，为同学们营造了良好的学习环境；'
                    },
                    {
                        paragraph:'公寓每层楼都有两个公共洗漱间和卫生间，洗漱间备有投币式的全自动洗衣机，只要投上一个洗衣币，衣服轻松洗干净，公寓还全天供应热水，为同学们的生活提供方便。'
                    },
                    {
                        paragraph:'【公寓服务】'
                    },
                    {
                        paragraph:'为了更好地服务同学，公寓还提供了一系列的主动服务：前台备有针线包、打气筒、雨具、五金工具、小药箱等，同学们需要使用时，就可以凭证件借用。此外，公寓还无偿提供代收信函、代订牛奶等服务；热心的阿姨还会为你缝补衣服、书包等。'
                    },
                    {
                        paragraph:'在这里，你会找到家的感觉；在这里，你会有朋友分享你的欢乐、分担你的忧愁；在这里，你能感受到的是一种贴心的关爱和灵魂的相依互动。'
                    },
                    {
                        paragraph:'A04公寓永远是你学习生活的温馨港湾！'
                    }
                ]
            },
            {
                id: 8,
                title: '三公寓',
                image: 'img/1/9_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/9_2.jpg'
                    },
                    {
                        paragraph:'A03公寓坐落于哈工大校园西南角，北临美食长廊，南对二公寓，西面诚意楼，按4人间住宿。公寓以前曾经对外开放出租，随着哈工大朝建设国际一流的综合性大学发展的道路上，就读哈工大的女生也逐渐增多，学校的女生公寓数目增加为十五公寓和三公寓共两栋。'
                    },
                    {
                        paragraph:'【女生的古堡】'
                    },
                    {
                        paragraph:'三公寓的楼，围成一个小院子，像古堡中私密的花园，墙外的路人总想窥探，透过藤蔓的遮掩，神秘的女主人偶尔会出现，一转身便成惊艳。小院子给人一种放松和安全感，夏天的早上抱着被子出去晒，晚上就可以拥抱一床阳光。可以穿一件T恤，散着头发在院子里看书，或像一株植物一样，向着太阳伸展腰肢。而走出大门就像一个走出古堡的公主，迎接四面八方的目光。'
                    },
                    {
                        paragraph:'【公寓历史】'
                    },
                    {
                        paragraph:'哈工大可能再没有哪个建筑像三公寓的老楼一样见证了一批又一批的爱情，宝贵的女生们住在这样条件的公寓，让全校的男生们都多了一点牵挂和怜香惜玉的理由。'
                    },
                    {
                        paragraph:'在20世纪80年代至90年代，三公寓曾被同学们私下里戏称为“哈工大的熊猫馆”，意指在这样一所男女生比例严重失调的工科院校，女生们像国宝大熊猫一样珍贵，且被小心翼翼地重点保护着。女生宿舍对男生来说，是严禁入内的，甚至连靠近有时也会遭遇宿舍管理员警惕的目光，使得这座看起来并不起眼的宿舍楼显得格外神秘。'
                    },
                    {
                        paragraph:'90年代中期，在宿舍还没有普及IC卡电话的时候，每个宿舍安一个传呼机，楼下有一个专门负责传呼的老大爷。每到中午或者晚上的高峰时段，楼下等传呼的男生们几乎要排队等候，场面蔚为壮观。在手机早已普及的今天，这样的场面早已淡出人们的视线，但在三舍楼外望眼欲穿等待的身影依然不减且依旧执著。'
                    },
                    {
                        paragraph:'三公寓是哈工大女生的古堡，走进去的是神秘，走出来的是奇迹。'
                    }
                ]
            },
            {
                id: 9,
                title: '九公寓',
                image: 'img/1/10_1.jpg',
                paragraphs: [
                    {
                        paragraph:'【地理位置】',
                        image: 'img/1/10_2.jpg'
                    },
                    {
                        paragraph:'学生九公寓是一栋男本科生公寓，总建筑面积为2700平方米，整个楼体共分七层，地上六层为公寓主体，设有标准四人间80余间，可同时容纳300余人居住。'
                    },
                    {
                        paragraph:'【公寓简介】'
                    },
                    {
                        paragraph:'公寓内每个房间风格简约，室内配有200电话、计算机网线插孔、铁质家具等设施，虽然房间布置简单，但男子汉们总能有各种各样的创意将其赋予不同的特色；公寓内设备齐全，能够满足同学休息、学习、自洗衣物、简单烹调等生活方面的基本需求。同时，公寓内为同学提供24小时全方位保洁、保安、免费开水供应、备品换洗、水电维修等常规服务；提供代收邮件、针线五金借用、雨伞借用、简易医药箱、报纸阅览、文化宣传、自行车打气等亲情服务。'
                    },
                    {
                        paragraph:'【公寓服务】'
                    },
                    {
                        paragraph:'在服务上我们发扬后勤人精神，尽心尽力，尽善尽美，主动服务每一位同学，让他们居住在公寓的同时，感受到亲人的关爱，家的温馨。'
                    },
                    {
                        paragraph:'【公益点位置】'
                    },
                    {
                        paragraph:'电水壶：各层走廊'
                    },
                    {
                        paragraph:'厨房角：一楼门卫室'
                    },
                    {
                        paragraph:'备品室：104'
                    },
                    {
                        paragraph:'电视厅：214'
                    },
                    {
                        paragraph:'洗衣房：一楼洗漱间'
                    },
                    {
                        paragraph:'晾衣间：101'
                    }
                ]
            }
        ]
    },
    {
        id: 2,
        categoryName: '行在工大',
        image: '',
        knowledgeList: [
            {
                id: 0,
                title: '学苑楼餐厅',
                image: 'img/2/1_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【学苑餐厅】',
                        image: 'img/2/1_2.jpg'
                    },
                    {
                        paragraph: '地址：一校区学苑楼一楼'
                    },
                    {
                        paragraph: '特色：建成于2002年初，设有餐桌290套，可容纳1100人同时就餐。餐厅配有日本现代化米饭生产线，采用不锈钢弧型玻璃售饭台，无论是硬件设备，还是管理、服务、经营、队伍建设都是哈工大饮食中心多年餐饮经验的积累体现。既保证了餐厅提供的膳食结构营养均衡，又保证饮食卫生工作有序进行。'
                    },
                    {
                        paragraph: '开放时间：6：30-8:30，10：45--12：20，16: 30--18:10'
                    },
                    {
                        paragraph: '【美食林】'
                    },
                    {
                        paragraph: '地址：一校区学苑楼二楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：美食林餐厅以地方风味小吃为主，极大地丰富了校园餐饮文化，得到了校内师生的一致好评。餐厅的投入使用，改进了食堂多年来单一的饮食结构，形成了口味多样、特色突出、层次鲜明的校园饮食新格局。餐厅设有餐桌240套，可容纳990人同时就餐。'
                    },
                    {
                        paragraph: '开放时间：10：30--19：00'
                    },
                    {
                        paragraph: '【阳光餐厅】'
                    },
                    {
                        paragraph: '地址：一校区学苑楼三楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：阳光餐厅可容纳1100人同时就餐。餐厅如其名，宽敞明亮，置身其中，能给予进餐者阳光般舒适温馨的感受。设备齐全，环境幽雅，并备有小型宴会厅，可承接各种会议、婚宴、发布会、文娱演出等，是学校大型会议接待服务工作定点单位之一。在校庆、春节自助餐、全国研究生国际论坛会宴会、航天学院院庆酒会等大型活动中，多次受到校领导和广大进餐者的好评，为饮食中心不断争得荣誉。'
                    },
                    {
                        paragraph: '开放时间：10:45-12：20，16：30-18：10'
                    },
                    {
                        paragraph: '☆学苑楼电梯的开放时间：10:45--12：30,16:45-18：30'
                    }
                ]
            },
            {
                id: 1,
                title: '学士楼餐厅',
                image: 'img/2/2_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【学士餐厅】',
                        image: 'img/2/2_2.jpg'
                    },
                    {
                        paragraph: '地址：一校区学士楼一楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：学士餐厅位于学士楼一楼，建成于1998年。餐厅环境整洁，设备完善，可容纳800人同时就餐，所配餐具有专门人员按标准流程进行刷洗并在高温环境下进行杀毒处理，保证餐具的卫生与安全。菜样丰富，味道可口，价格实惠，为广大学子提供了良好的饮食环境。'
                    },
                    {
                        paragraph: '开放时间：6：30-8: 30，10：45-12：20，16: 30-18:10'
                    },
                    {
                        paragraph: '【百味佳餐厅】'
                    },
                    {
                        paragraph: '地址：一校区学士楼二楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：百味佳餐厅建于1996年，于1997年6月投入使用。餐厅共分为左右两部分。学士二楼左侧可同时容纳568人进餐，学士楼二楼右侧为自助餐厅，可一次性容纳800人就餐：为更好地服务广大师生，2011年1月，学校对百味佳餐厅进行了全面改造，将其改造成硬件过硬，设施完善，环境优美的现代自选餐厅，深受师生欢迎。'
                    },
                    {
                        paragraph: '开放时间：6：30--8：30,10：45-12：20,   16：30--18：10'
                    },
                    {
                        paragraph: '【友来餐厅】'
                    },
                    {
                        paragraph: '地址：一校区学士楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：友来餐厅是全天营业性餐厅，主要服务面向全校广大师生员工，以其快捷、方便、实惠、卫生、可口享誉校园，可容纳约450多人同时就餐口餐厅无论是品种多样的餐品，美味可口的饭菜，还是周到热情的服务，舒适整洁的环境，都是为进餐者贴心考虑。在这里用餐，能给迸餐者留下难以忘怀的感受。'
                    },
                    {
                        paragraph: '开放时间：6：00-22：00'
                    }
                ]
            },
            {
                id: 2,
                title: '特色餐厅',
                image: 'img/2/3_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【回味斋】',
                        image: 'img/2/3_2.jpg'
                    },
                    {
                        paragraph: '地址：一校区学士楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：回味斋位于学士楼，毗临学子超市，是专门接待穆斯林师生及伊斯兰教国家留学生的餐厅。餐厅环境优雅，宽敞明亮，配有闭路电视、空调。'
                    },
                    {
                        paragraph: '开放时间：6：30-8：30，10: 45-12：20，16：30-18：10'
                    },
                    {
                        paragraph: '【真味饺子园】'
                    },
                    {
                        paragraph: '地址：一校区学子楼'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '真味饺子园提供超过16种品类的水饺，4种特色蒸饺，10余种各色打卤面，20余种炝拌菜，同时还有各种饮料。这里还为同学提供饺子馅，饺子皮以及包饺子的场地，让同学们在日常学习之余丰富生活。随着天冷，真味饺子园会为广大同学提供更加丰富的食谱，满足同学们的各种口味口'
                    },
                    {
                        paragraph: '开放时间：10：00-20：00'
                    },
                    {
                        paragraph: '【教工之家】'
                    },
                    {
                        paragraph: '地址：一校区学子楼二楼'
                    },
                    {
                        paragraph: '特色：设各种特色窗口，设四人座、二人座、多人座，适合聚餐，另外可零餐点菜。'
                    },
                    {
                        paragraph: '开放时间：  10：45-12：20，16：30-18：10'
                    },
                    {
                        paragraph: '【美食长廊】'
                    },
                    {
                        paragraph: '地址：司令街与工建断交叉口，友来餐厅对面'
                    },
                    {
                        paragraph: '开放时闻：7：00-23：30'
                    }
                ]
            },
            {
                id: 3,
                title: '其他餐厅',
                image: 'img/2/4_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【丁香餐厅】',
                        image: 'img/2/4_2.jpg'
                    },
                    {
                        paragraph: '地址：一校区土木楼'
                    },
                    {
                        paragraph: '订餐电话： 0451-86414365'
                    },
                    {
                        paragraph: '特色：丁香餐厅位子我校区土木楼内，设有餐桌163套，同时容纳652人就餐。自建成'
                    },
                    {
                        paragraph: '开放时间：7：00--8:30，10:45--12：20，16: 30-18:10'
                    },
                    {
                        paragraph: '【南苑餐厅】'
                    },
                    {
                        paragraph: '地址：科学园校区'
                    },
                    {
                        paragraph: '订餐电话：0451-86414365'
                    },
                    {
                        paragraph: '特色：坐落在风景秀丽、绿树成荫的哈工大科学园校园南部，毗邻学校的科研、教学楼，主要为在校学生及老师提供餐饮服务，建成于2006年，于当年9月12日开始试营业。餐厅内共设三层，使用面积5000多平方米，环境简洁，设备完善，可容纳500人同时就餐。'
                    },
                    {
                        paragraph: '开放时间：7：00-9：00，10:45--12：30，16：45--18：30'
                    }
                ]
            },
            {
                id: 4,
                title: '邮政服务',
                image: 'img/2/5_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【校内邮政服务部】',
                        image: 'img/2/5_2.jpg'
                    },
                    {
                        paragraph: '一校区'
                    },
                    {
                        paragraph: '电话：86413499，地址：一校区主楼109室'
                    },
                    {
                        paragraph: '行政楼'
                    },
                    {
                        paragraph: '电话：86417730，地址：一校区行政楼118室'
                    },
                    {
                        paragraph: '管理楼'
                    },
                    {
                        paragraph: '电话：86414073，地址：一校区管理楼收发室'
                    },
                    {
                        paragraph: '土木楼'
                    },
                    {
                        paragraph: '电话：86281029，地址：一校区土木楼128室'
                    },
                    {
                        paragraph: '电话：86414073，地址：一校区管理楼收发室'
                    },
                    {
                        paragraph: '【校外邮局】'
                    },
                    {
                        paragraph: '电话：86249232，地址：南岗区西大直街63号（可办理邮政储蓄业务）'
                    }
                ]
            },
            {
                id: 5,
                title: '银行服务',
                image: 'img/2/6_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【哈尔滨银行】',
                        image: 'img/2/6_2.jpg'
                    },
                    {
                        paragraph: '位置：学苑楼左侧，营业时间：8：30--16:30，有24小时自助银行'
                    },
                    {
                        paragraph: '【中国农业银行】'
                    },
                    {
                        paragraph: '位置：学苑楼左侧，营业时间：8：30--16: 30，有24小时自助银行'
                    },
                    {
                        paragraph: '【中国工商银行】'
                    },
                    {
                        paragraph: '位置：学士楼后，营业时间：夏季8：30--16: 30，冬季8：30--16: 00，有24小时自助银行'
                    },
                    {
                        paragraph: '位置：土木楼对面，营业时间：8：30--16: 30，有24小时自助银行'
                    },
                    {
                        paragraph: '【中国银行】'
                    },
                    {
                        paragraph: '位置：学士楼后，营业时间：周一至周日8：30--16: 30，节假日9：00--16: 00，有24小时自助银行'
                    },
                    {
                        paragraph: '【中国建设银行】'
                    },
                    {
                        paragraph: '位置：学士楼斜对面，营业时间：夏季8：30--17: 00，冬季8：30--16: 30，有24小时自助银行'
                    },
                    {
                        paragraph: '位置：土木楼对面，营业时间：8：30--17: 00，有24小时自助银行'
                    },
                    {
                        paragraph: '【交通银行】'
                    },
                    {
                        paragraph: '位置：学子超市大厅左侧ATM机'
                    }
                ]
            },
            {
                id: 6,
                title: '运动健身',
                image: 'img/2/7_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【运动场】',
                        image: 'img/2/7_2.jpg'
                    },
                    {
                        paragraph: '体育馆平时不对学生开放，在规定时间段内可付费使用'
                    },
                    {
                        paragraph: '篮球场、网球场和排球场开放时间：5：00--23：00'
                    },
                    {
                        paragraph: '草地足球场（田径场）侧门（4号门）除展练及上课外不开放，有需要的同学可从主席台下方的正门压证后进入'
                    },
                    {
                        paragraph: '正心楼地下有健美操厅、乒乓球场地、羽毛球场地等，这里的活动设施都有专门对同学们免费开放的时间段，周一、三、五凭学生卡可免费使用，周二、四、六、日凭学生卡每小时2元，当然免费使用时排队的人也比较多，希望大家能掌握好时间，充分利用'
                    },
                    {
                        paragraph: '土木楼地下的运动馆免费开放'
                    },
                    {
                        paragraph: '【游泳馆】'
                    },
                    {
                        paragraph: '场馆简介'
                    },
                    {
                        paragraph: '我校游泳馆建设项目于2007年6月正式开工建设。游泳馆建设项目总建筑面积11500平方米，地上四层，局部地下一层，框架结构。第一层为门厅、更衣和淋浴等用房，第二层和第四层分设两个50×25米标准游泳池，其中，第二层游泳池为浅水池（1. 0-1.5米），第四层游泳池为深水池（1. 3--2.0米）。游泳馆水质处理采用石英砂过滤和全流臭氧消毒工艺，是世界上最为先进的循环水处理工艺，在2008年北京奥运会水立方和国家奥体中心两个主场馆都采用此工艺，可达到国际游泳协会(FINA)的水质标准。'
                    },
                    {
                        paragraph: '游泳票价格'
                    },
                    {
                        paragraph: '早场：学生票：5元/人.2小时，教职工、家属票：8元/人.2小时'
                    },
                    {
                        paragraph: '日场：学生票：6元/人.2小时，教职工、家属票：10元/人.2小时'
                    },
                    {
                        paragraph: '每场2小时，超时小于1小时按半价收费，超时大于1小时按全价收费'
                    },
                    {
                        paragraph: '开放时间'
                    },
                    {
                        paragraph: '早场：6：00--8：00（7：30清场）'
                    },
                    {
                        paragraph: '日场：9：00---21：0O（二层用于上课，开放位于四层的泳池）'
                    }
                ]
            },
            {
                id: 7,
                title: '交通服务',
                image: 'img/2/8_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【一校区至二校区】',
                        image: 'img/2/8_2.jpg'
                    },
                    {
                        paragraph: '周一至周五'
                    },
                    {
                        paragraph: '时间：8:30-16：00，每半小时一班，12：00无车'
                    },
                    {
                        paragraph: '行车路线：一区格物楼 一 二区主楼一二区市政学院一二区土木学院'
                    },
                    {
                        paragraph: '周六至周日'
                    },
                    {
                        paragraph: '时间：16:30'
                    },
                    {
                        paragraph: '行车路线：一区格物楼一二区主楼一二区市政学院一二区土木学院'
                    },
                    {
                        paragraph: '【二校区至一校区】'
                    },
                    {
                        paragraph: '周一至周五'
                    },
                    {
                        paragraph: '时间：8：30--16：00，每半小时一班，12:00无车'
                    },
                    {
                        paragraph: '行车路线：二区土木学院 一 二区市政学院 一 二区主楼 一 一区格物楼'
                    },
                    {
                        paragraph: '周六至周日'
                    },
                    {
                        paragraph: '时间：7：30'
                    },
                    {
                        paragraph: '行车路线：二区土木学院一二区市政学院一二区主楼一一区格物楼'
                    }
                ]
            },
            {
                id: 8,
                title: '医疗服务',
                image: 'img/2/9_1.jpg',
                paragraphs: [
                    {
                        paragraph: '校医院的设备先进，配有先进的CT、全自动生化仪、采超、电子胃镜等，并配有吸阳、滑道式点滴架、呼叫器、电话等。医院设有急诊室，24小时为您服务。',
                        image: 'img/2/9_2.jpg'
                    },
                    {
                        paragraph: '地址：校外街2号'
                    },
                    {
                        paragraph: '上班时间：8：00--11：40，13：30-16'
                    },
                    {
                        paragraph: '急诊电话：86413266'
                    },
                    {
                        paragraph: '监督电话：86418120，86414665'
                    },
                    {
                        paragraph: '医疗收费：'
                    },
                    {
                        paragraph: '挂号费：上班时间为1.0元，非上班时间为1.5元。'
                    },
                    {
                        paragraph: '药品收费：'
                    },
                    {
                        paragraph: '甲类药（黑龙江省规定的最基本药品，如一般的感冒药，消炎药等）免费'
                    },
                    {
                        paragraph: '乙类药：'
                    },
                    {
                        paragraph: '参加医疗统筹：收取20%'
                    },
                    {
                        paragraph: '不参加医疗统筹：收取50%'
                    },
                    {
                        paragraph: '非甲非乙：'
                    },
                    {
                        paragraph: '参加医疗统筹：收取30%或以上'
                    },
                    {
                        paragraph: '不参加医疗统筹：收取全部费用'
                    }
                ]
            },
            {
                id: 9,
                title: '其他综合服务',
                image: 'img/2/10_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【通讯站】',
                        image: 'img/2/10_2.jpg'
                    },
                    {
                        paragraph: '地址：格物楼'
                    },
                    {
                        paragraph: '主要业务：办理联动、移动电话缴费，宽带办理'
                    },
                    {
                        paragraph: '服务电话：86412114、86412112、86412003'
                    },
                    {
                        paragraph: '【超市】'
                    },
                    {
                        paragraph: '【学子便利】	护军街与汉广街交叉口'
                    },
                    {
                        paragraph: '【学子超市】	学苑楼楼下'
                    },
                    {
                        paragraph: '【眼镜店】'
                    },
                    {
                        paragraph: '【华汇眼镜】	A07公寓内'
                    },
                    {
                        paragraph: '【明视达眼镜】	学子超市旁'
                    },
                    {
                        paragraph: '【超视达眼镜】	美食长廊旁'
                    }
                ]
            }
        ]
    },
    {
        id: 3,
        categoryName: '乐在工大',
        image: '',
        knowledgeList: [
            {
                id: 0,
                title: '吃货福地之春园烤肉王',
                image: 'img/3/1_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【春园烤肉王】',
                        image: 'img/3/1_2.jpg'
                    },
                    {
                        paragraph: '来东北怎能不烧烤，烧烤怎能不去春园烤肉王！'
                    },
                    {
                        paragraph: '新潮纸上烤肉,配上秘制腌料,嫩香美味大快朵颐!自助式餐饮，含纸上无烟健康烤肉、日本寿司、生鱼片、北京烤鸭、特色铁板烧、手工虾仁水饺、极品秘制肥牛、巧克力喷泉、欧式西点、热菜、凉菜、时蔬、海鲜等上百种美味菜品。班级聚会，朋友聚餐的头等选择！'
                    },
                    {
                        paragraph: '吃货们，你们的胃准备好了吗？'
                    },
                    {
                        paragraph: '【畅享价位】'
                    },
                    {
                        paragraph: '价格：49元/位'
                    },
                    {
                        paragraph: '1米及以下儿童享受本自助餐不另收费，一位家长限带1位免费就餐儿童；1-1.4 米（含）儿童享受本自助餐可享优惠价28元/位，需到店另付；70岁及以上老人凭身份证等有效身份证件可享28元/位'
                    },
                    {
                        paragraph: '自助餐限时3小时'
                    },
                    {
                        paragraph: '【地址】'
                    },
                    {
                        paragraph: '春园烤肉王(西大直街店)'
                    },
                    {
                        paragraph: '地址：西大直街118号（哈特商场3楼）'
                    },
                    {
                        paragraph: '电话：0451-55550551'
                    },
                    {
                        paragraph: '公交信息：交通: 10路 11路 31路 55路 63路 64路 81路 82路 83路 90路 92路 94路 104路 107路 110路(双环上行) 110路(双环下行) 119路 夜3路 到西大桥站'
                    }
                ]
            },
            {
                id: 1,
                title: '消遣娱乐之麦霸中心',
                image: 'img/3/img/3/2_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【GAGA】',
                        image: 'img/3/img/3/2_2.jpg'
                    },
                    {
                        paragraph: 'GAGA是什么，难道是全球风靡的雷帝嘎嘎小姐？'
                    },
                    {
                        paragraph: '不！GAGA主题式KTV帮你全新定义K歌！'
                    },
                    {
                        paragraph: 'GAGA主题式KTV，于2012年底完工，重磅打造，全新设施。豪华的主题包房，一流的影音设备!为你带来最畅快的K歌体验与最刺激的影音享受！'
                    },
                    {
                        paragraph: '麦霸的你还在等什么？！'
                    },
                    {
                        paragraph: '【畅享价位】'
                    },
                    {
                        paragraph: '黄金场1小时（9:00-24:00）'
                    },
                    {
                        paragraph: '迷你包（1小时，价值39元）'
                    },
                    {
                        paragraph: '小包（1小时，价值69元）'
                    },
                    {
                        paragraph: '中包（1小时，价值99元）'
                    },
                    {
                        paragraph: '大包（1小时，价值139元）'
                    },
                    {
                        paragraph: '午夜场买段6小时（24:00-次日06:00）'
                    },
                    {
                        paragraph: '迷你包（6小时，价值49元）'
                    },
                    {
                        paragraph: '小包（6小时，价值79元）'
                    },
                    {
                        paragraph: '中包（6小时，价值119元）'
                    },
                    {
                        paragraph: '大包（6小时，价值169元）'
                    },
                    {
                        paragraph: '【地址】'
                    },
                    {
                        paragraph: 'GAGA主题量贩式KTV（工大店）'
                    },
                    {
                        paragraph: '南岗区西大直街120-10号(近哈特购物广场)'
                    },
                    {
                        paragraph: '营业时间：9:00-次日凌晨06:00'
                    },
                    {
                        paragraph: '咨询电话：4007775776、0451-82453399'
                    },
                    {
                        paragraph: '交通: 10路 11路 31路 55路 63路 64路 81路 82路 83路 90路 92路 94路 104路 107路 110路(双环上行) 110路(双环下行) 119路 夜3路 到西大桥站'
                    }
                ]
            },
            {
                id: 2,
                title: '吃货福地之真锅咖啡',
                image: 'img/3/img/3/3_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【真锅咖啡】',
                        image: 'img/3/img/3/3_2.jpg'
                    },
                    {
                        paragraph: '全国知名连锁，隽永典雅珈琲道文化。'
                    },
                    {
                        paragraph: '真锅咖啡是全国连锁的知名品牌，1997年9月真锅珈琲馆在上海成立中国总部，本着“一杯咖啡，满怀诚恳”的理念来推广珈琲道文化，并将专业、明朗、诚恳的服务深植于顾客心中。目前真锅珈琲馆在中国已有近百家连锁加盟店，期望能以隽永典雅的珈琲道文化，为咖啡市场及另一种层级的消费力注入新的活力。'
                    },
                    {
                        paragraph: '【畅享价位】'
                    },
                    {
                        paragraph: '人均消费：30元起'
                    },
                    {
                        paragraph: '【地址】'
                    },
                    {
                        paragraph: '南岗区西大直街87号百脑汇2楼(近教化街)'
                    },
                    {
                        paragraph: '预约电话：0451-82580598'
                    }
                ]
            },
            {
                id: 3,
                title: '消遣娱乐之影迷圣域',
                image: 'img/3/4_1.jpg',
                paragraphs: [
                    {
                        paragraph: '【CGV国际影城】',
                        image: 'img/3/4_2.jpg'
                    },
                    {
                        paragraph: '哈尔滨CGV影城在于2012年年底在哈尔滨南岗区学府路1号凯德广场5楼盛大开业。一直在开创新的未来型电影产业的CGV，以超五星级标准打造了希杰希界维（哈尔滨）国际电影城。哈尔滨希界维国际电影城占地5000多平方米，设有8个现代化豪华数字影厅，共设1300个坐席。其中拥有全国第四家，哈尔滨首家独有超越3D的体验4DX多样化五感体验效果，通过可移动的特殊座椅，再加上风、水、气、雾、光、味等20多种特殊效果，实现了4D（4dimension）概念的放映厅。多厅影院中最早亮相的CGV 4DX影片制作技术，超越了视听感受，让顾客可以全身心的走入电影情节中，全面展现未来型影厅。特色的服务，贵宾专享休息厅及尊崇礼遇，开放式无限网络服务将让您在感受震撼电影的同时，体会到“超越电影的感动”。'
                    },
                    {
                        paragraph: '一起开启视觉盛宴，你，还在等待什么？！'
                    },
                    {
                        paragraph: '【畅享价位】'
                    },
                    {
                        paragraph: '单场电影平均价格：35元/位'
                    },
                    {
                        paragraph: 'CGV卡：'
                    },
                    {
                        paragraph: '会员年费60元 送免费观摩券1张（活动时间：开业之日起1个月内）'
                    },
                    {
                        paragraph: '1、办卡为CGV国际影城发行，本卡会员优惠有效期自开业之日起一年内有效，每年需缴纳60元年费，如不缴纳不再享受会员优惠服务；'
                    },
                    {
                        paragraph: '2、办卡观影可在正价基础上享受：普通电影周一至周四5折，周五至周日6折，4D电影周一至周日8折，每天限购影票4张；'
                    },
                    {
                        paragraph: 'VIP卡：'
                    },
                    {
                        paragraph: '首次充值500元，续充值300元起，送卖品优惠券'
                    },
                    {
                        paragraph: '1、本卡为CGV国际影城以预存款形式储值发行，首次充值金额500元，会员须储值消费，每次续充300元起，开映前1小时可使用VIP休息室并享免费饮料，限携带1人；'
                    },
                    {
                        paragraph: '2、本卡会员优惠有效期自开卡之日起一年内有效，有效期过后，卡内余额可继续使用但不再享受会员优惠服务，续充值后，有效期顺延1年；'
                    },
                    {
                        paragraph: '3、办卡观影可在正价基础上享受：普通电影周一至周四4折，周五至周日5折，4D电影周一至周日7折，每天限购电影票4张；'
                    },
                    {
                        paragraph: '【地址】'
                    },
                    {
                        paragraph: '地址：黑龙江哈尔滨南岗区学府路1号 凯德广场5楼'
                    },
                    {
                        paragraph: '乘车路线：11、64、67、68、87、88、94、104、106、107、114、209、217、343'
                    },
                    {
                        paragraph: '联系电话：0451-51955557'
                    }
                ]
            },
            {
                id: 4,
                title: '多彩社团之摇滚公社',
                image: 'img/3/5_1.jpg',
                paragraphs: [
                    {
                        paragraph: '社团全称：哈尔滨工业大学摇滚公社（HIT Rock Commune）',
                        image: 'img/3/5_2.jpg'
                    },
                    {
                        paragraph: '社团宗旨：致力于音乐、滑板、涂鸦等文化艺术的追求。'
                    },
                    {
                        paragraph: '社团隶属：共青团哈尔滨工业大学委员会'
                    },
                    {
                        paragraph: '社团简介：'
                    },
                    {
                        paragraph: '哈工大摇滚公社成立于2007年9月，是目前校园内唯一的致力于音乐、滑板、涂鸦等文化艺术的追求的学生社团。社团现有成员两百余人，并在哈尔滨医科大学拥有社员。'
                    },
                    {
                        paragraph: '摇滚公社与哈市各高校社团、乐队之间一直保持着良好的交流与合作。公社还与黑龙江省吉他协会保持着良好的关系，曾两次举办黑龙江省音乐协会吉他专业委员会“指尖的浪漫”走进哈工大古典吉他演奏会，同时此活动将作为摇滚公社品牌活动长期举办。此外，黑龙江省吉他协会会长陈宝忠先生创办的宝忠音乐学校与著名电吉他演奏家苏显峰老师创办的七正音乐学校也与本社团建立了长期的合作关系，并曾多次来校举办演奏会与吉他交流会。'
                    },
                    {
                        paragraph: '社内现有乐队七只，曾参与学校内各学院大型演出多次，在校园内拥有一定知名度。社团还将不断地为社员组织乐队提供支持与协调。'
                    },
                    {
                        paragraph: '两年时间里，摇滚公社成功举办了2007 Sunday Morning大型室内演唱会，2008 Saturday Night大型室内演唱会，2009 Sing You Goodbye 毕业专场室内/室外演唱会（两场）。并与各学院合作完成了多次大型演出任务.'
                    }
                ]
            },
            {
                id: 5,
                title: '多彩社团之哈工大绿协',
                image: 'img/3/6_1.jpg',
                paragraphs: [
                    {
                        paragraph: '哈尔滨工业大学学生绿色协会于1997年3月由一群满怀热情、热爱环保的大学生组建而成。如今已经历了14年多的春秋风雨！这14个年头中，我们走过了沧桑昔比的科尔沁，踏遍了闻名中俄的兴凯湖，在哈拉海感受绿色，在湿地三江追寻丹顶鹤，植树在哈市，燃起绿色的希望，号召在全国，扬起环保的风帆！我们通过青年学生的广泛宣传和实际行动，唤醒人们的环保意识，使环保理念得以传播、发芽、开花、结果，最终来共同保护我们共有的家园——地球。',
                        image: 'img/3/6_2.jpg'
                    },
                    {
                        paragraph: '绿色协会被公认为黑龙江省环保活动的先锋，是黑龙江最具影响力的学生组织。'
                    },
                    {
                        paragraph: '2000年，在中国教育网主办的校园主页设计大赛中，获得“优秀组织奖”。'
                    },
                    {
                        paragraph: '2001年，作为黑龙江省唯一代表参评中国环境保护最高奖——地球奖。'
                    },
                    {
                        paragraph: '2002年与央视一起拍摄环保教育纪录片《保护母亲河》'
                    },
                    {
                        paragraph: '2003年进入全国大学生绿色营计划竞标。'
                    },
                    {
                        paragraph: '2005年，与WWF合作开展“黑龙江湿地使者行动”，同年被评为“全国十佳社团标兵”，这是中国学生社团的最高奖项，绿色协会也成为了东北地区唯一获此殊荣的社团。'
                    },
                    {
                        paragraph: '2010年，作为唯一的学生社团代表亮相于哈工大九十周年校庆。'
                    },
                    {
                        paragraph: '2011年，被评为省级优秀学生社团。'
                    },
                    {
                        paragraph: '建立了自己的植树基地、荒野基地、环教基地。'
                    },
                    {
                        paragraph: '在每届哈工大“十佳社团”评比中以优异的成绩当选。'
                    },
                    {
                        paragraph: '截止于2011年7月'
                    },
                    {
                        paragraph: '1.已成功举办11届哈市范围内大型植树活动，累计参与人数约21400名，植树约46500棵，成活率在80%以上，是每年哈市最大规模的植树活动。'
                    },
                    {
                        paragraph: '2.已成功举办二十二届荒野行动，旨在带领学生以第一视角亲身体验自然，感受环保，已经成为工大学生活动的品牌，受到社会各界的广泛关注。荒野行动队员累计约有2770人。'
                    },
                    {
                        paragraph: '3.已成功举办五届“水果贺卡”活动，平均每年接受与送出代替贺卡的水果约1200份。'
                    },
                    {
                        paragraph: '4.已成功举办四届“学长的火炬”活动，共传递书籍约24532本。并被GreenPeace评为最佳执行高校。'
                    },
                    {
                        paragraph: '5.已成功举办两届“地球一小时”活动，共熄灭约1525个寝室、教室的灯光。'
                    },
                    {
                        paragraph: '6.累计回收处理废旧电池约467300节，废旧瓶子约5000个，废弃纸张约160斤。'
                    },
                    {
                        paragraph: '7.累计在约8800张单面纸背面为同学们提供免费打印。'
                    },
                    {
                        paragraph: '8.累计利用废旧条幅制作鞋套3000余个，在哈工大的各机房、实验室都有环保鞋套的身影，并且赠送给哈市部分小学，共同践行环保。'
                    },
                    {
                        paragraph: '9.环境教育活动累计进行了约345场 ，参与者达约18045人。足迹已经遍布哈市各个小学校。'
                    }
                ]
            },
            {
                id: 6,
                title: '多彩社团之埃塞克哈工大',
                image: 'img/3/7_1.jpg',
                paragraphs: [
                    {
                        paragraph: 'AIESEC 是法语 “Association Internationale des Etudiants en Sciences Economiques et Commerciales” 缩写，意为「国际经济学商学学生联合会」。现在 AIESEC 的成员不再局限于经济学和商学学生，而容纳更加广泛学科背景的学生。',
                        image: 'img/3/7_2.jpg'
                    },
                    {
                        paragraph: 'AIESEC 是目前世界上最大的由学生独立运作的组织，在 110 个国家和地区的 2100 所顶尖高校中设有分会，拥有 60000 名成员，其成员关注世界议题、领导力及管理。AIESEC 哈工大分会致力于创造一个真正可持续的实践平台，能够使得哈尔滨乃至黑龙江的青年人通过亲身参与 AIESEC 国际项目运作、带领青年团队、体验跨文化的工作学习环境，从而提升自我认知能力，培养自身的领导力潜能和在学术环境之外的国际化思维方式，创造更多积极的社会影响，找到真正适合自己全面发展和成长的地方。'
                    },
                    {
                        paragraph: '自 1948 年成立以来，AIESEC 在过去的 65 年一直致力于将全球具有潜力的青年人培养成为具有全球化视野的负责的领导者，培育了包括微软创始人比尔盖茨、美国前总统比尔克林顿、南非总理曼德拉、美国开发银行行长、耐克全球副总裁在内的一代又一代杰出青年领袖。'
                    },
                    {
                        paragraph: 'AIESEC哈工大成立于2010年4月，近三年里，我们送出近70位海外志愿者，2位海外实习生，先后运营了多个公益项目，影响了2000多位哈尔滨本地中小学生。目前，哈工大AIESEC拥有出境交流部、入境交流部、公益项目部、品牌拓展部、人力资源部、财务部六个部门。'
                    }
                ]
            },
            {
                id: 7,
                title: '多彩社团之201讲坛',
                image: 'img/3/8_1.jpg',
                paragraphs: [
                    {
                        paragraph: '201讲坛成立于1995年3月，由校团委创办大学生素质教育论坛，因为讲坛的起步是从新教学楼201大教室开始的，故把讲坛命名位“201讲坛”，同时寓意讲坛是面向21世纪的“高品位”“高质量”的讲坛。',
                        image: 'img/3/8_2.jpg'
                    },
                    {
                        paragraph: '1995年3月4日 201讲坛第一期讲座《面对P&G的挑战——毕业生如何接受来自市场的选择》，姜春龙等嘉宾做客哈工大一校区新教学楼201教室。'
                    },
                    {
                        paragraph: '1996年9月教务处、校团委、人文学院联合主办为规范201讲坛的建设，丰富校园文化，201工作室于1998年4月份成立。'
                    },
                    {
                        paragraph: '随着哈尔滨工业大学二校区的成立，二校区也出现了201工作室的身影，2000年11月3日王光远院士做客201讲坛，为工大学子讲述《苦难的历程》。'
                    }
                ]
            },
            {
                id: 8,
                title: '多彩社团之HICA',
                image: 'img/3/9_1.jpg',
                paragraphs: [
                    {
                        paragraph: 'HICA成立于2008年4月22日，现设四个部门。',
                        image: 'img/3/9_2.jpg'
                    },
                    {
                        paragraph: '讲座部依托HICA讲坛、HICA访坛，打造精品系列讲座，提供第一手工大留学交换资料。从海外学者与学长的角度讲述，助学子飞跃重洋；洞察最新语言考试变化，权威提供留学交换政策信息。我们的嘉宾从诺贝尔获奖者到知名大学校长，从海归名师到知名艺术家，领略多元文化，零距离接触行业领军人物！这里汇集理想与才华，这里开始，通向一段精彩人生！'
                    },
                    {
                        paragraph: '活动部主要承担哈工大MODERN CHINA国际夏令营，你将获得极难得的举办大型国际夏令营经验，与各国教授学生零距离沟通，领略龙江风光；美国普渡大学来访团，大幅提高口语水平，应变及沟通能力；校长会见陪同，外宾观光陪同，外事团体接待，外宾接送机志愿者，前所未有的拓宽视野；承办涉外晚会，如中外交流晚会，CSC送别会，协会周年庆。能力的提升是底线，在这里，更多的活动等待开展，你将有绝对的自由将灵感付诸实践！'
                    },
                    {
                        paragraph: '语言部以帮助学生提高语言能力和交流能力为目的，面向哈工大学生开展HITMUN（哈工大模拟联合国大会）和GT Club品牌项目。HITMUN迄今已开展三届，在模拟会议中选手各自扮演不同国家的外交官，以英语为工作语言就国际热点问题展开激烈讨论与争锋，达成国际共识。获奖选手与语言部成员将优先获得代表哈工大外派项目的机会，HICA将给予学术指导与经费支持。GT Club则为广大考生提供专业的模考平台，每学期组织多次模拟考试，帮助考生提高应试能力，并邀请在G、T考试中高分学长与同学交流经验技巧。'
                    },
                    {
                        paragraph: 'Chatting café是一个“轻松练习、寓学于乐”的课堂式口语练习平台，我们的口号“打造您的口语课堂”。通过已经成型的活动模式，营造一个轻松愉快的英语交流环境，让您能充分自由地表达，变被动为主动，提高英语口语水平。这里拥有一支有激情、有能力的高效团队，不断进行探索创新，每周定时举办活动，已经拥有一定规模的关注群体。'
                    }
                ]
            },
            {
                id: 9,
                title: '多彩社团之enactus',
                image: 'img/3/10_1.jpg',
                paragraphs: [
                    {
                        paragraph: '物华天宝，春意融冰雪之封；',
                        image: 'img/3/10_2.jpg'
                    },
                    {
                        paragraph: '俊采星驰，朝气缀青春之彩。'
                    },
                    {
                        paragraph: '胜友如云，携谨密之思维，备职场交际之能力；'
                    },
                    {
                        paragraph: '志同道合，怀商业之梦想，具力挽狂澜之豪气。'
                    },
                    {
                        paragraph: '遥襟甫畅，激情澎湃，接触商业实战与项目，积累商业大赛之经验；'
                    },
                    {
                        paragraph: '逸兴遄飞，特立独行，迅速提高英语之水平，掌握妙语连珠之口才。'
                    },
                    {
                        paragraph: '这里拒绝平庸，增沟通技巧，稳人际关系；'
                    },
                    {
                        paragraph: '这里放手一搏，展领导能力，现个性风采。'
                    },
                    {
                        paragraph: '没错，就是在这里，enactus HIT。'
                    },
                    {
                        paragraph: '这是一个全球性的非盈利组织，45个国家共2000所大学的学生团队，致力于塑造全球未来经理人，组织学生并鼓励他们主导策划社会实践项目活动。'
                    },
                    {
                        paragraph: 'A head for business, a heart for the world!'
                    },
                    {
                        paragraph: '智慧点亮事业，心灵关怀世界！'
                    },
                    {
                        paragraph: '付出源于热爱，专业造就非凡！'
                    }
                ]
            }
        ]
    }
];

HandyHit.data.categories = [];
for (var id = 0; id < HandyHit.data.simpleData.length; id++) {
    HandyHit.data.categories.push({id: HandyHit.data.simpleData[id]['id'], name: HandyHit.data.simpleData[id]['categoryName']});
}

HandyHit.data.markerData = [
    {
        name: '二公寓',
        lng: 126.636518,
        lat: 45.742887
    },
    {
        name: '三公寓',
        lng: 126.635343,
        lat: 45.743524
    }
];